Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_osallistui_venetsian_arkkitehtuuribiennaalin_avajaisiin.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät osallistui Venetsian arkkitehtuuribiennaalin avajaisiin
sms: Sääʹmteʹǧǧ vuässõõđi Venetsia arkkitehtuurbiennaal ääʹveempeeiʹvid

source: Saamelaiskäräjät osallistui Venetsian arkkitehtuuribiennaalin avajaisiin helatorstaina 18.5. Venetsian arkkitehtuuribiennaalissa on mukana saamelainen arkkitehti ja taiteilija Joar Nango Tromssasta, Norjan puolen Saamenmaasta.
sms: Sääʹmteʹǧǧ vuässõõđi Venetsia arkkitehtuurbiennaal ääʹveempeeiʹvid voʹzzenjapeeiʹv 18.5. Venetsia arkkitehtuurbiennaalâst lij mieʹldd sääʹm- arkkiteʹhtt da čeäppõsneǩ Joar Nango Troomsâst, Taarr beäʹl Sääʹmjânnmest.

source: Nangon Girjegumpi-projektista pääsee nauttimaan marraskuuhun asti Pohjoismaiden paviljongissa Venetsiassa.
sms: Nango Girjegumpi-projeeʹktest peäss naaudšed skamm-mannu räjja Tâʹvvjânnam paviljooŋgâst Venetsiast.

source: Kuva: Norjan Saamelaiskäräjien täysistunnon puheenjohtaja Tom Sottinen (vas.), Saamelaisneuvoston puheenjohtaja Áslat Holmberg, arkkitehti ja taiteilija Joar Nango, ja Suomen Saamelaiskäräjien kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärvi Girjegumpissa Venetsian arkkitehtuuribiennaalissa 2023.
sms: Snimldõk: Taarr Sääʹmteeʹǧǧ tiuddsåbbar saaǥǥjååʹđteeʹjj Tom Sottinen (čiʹǯsb. ), Sääʹmsuåvtõõzz saaǥǥjååʹđteeʹjj Áslat Holmberg, arkkiteʹhtt da čeäppõsneǩ Joar Nango, da Lääʹdd Sääʹmteeʹǧǧ kulttuurluʹvddkååʹdd saaǥǥjååʹđteeʹjj Pirita Näkkäläjärvi Girjeguumpâst Venetsia arkkitehtuurbiennaalâst 2023.

source: Kuva: James Taylor-Foster.
sms: Snimldõk: James Taylor-Foster.

source: Joar Nango on kerännyt yli viidentoista vuoden ajan kirjastoa liittyen alkuperäiskansojen arkkitehtuuriin, designiin, alkuperäiskansojen perinteiseen tietoon, aktivismiin ja dekolonisointiin.
sms: Joar Nango lij noorrâm pâʹjjel vitmlo eeʹjj ääiʹj ǩeʹrjjpõõrt kuõskeeʹl alggmeerai arkkitehtuuʹre, designiiʹje, alggmeerai äʹrbbvuõđlaž tiõttu, aktiviʹsmme da dekolonisâsttmõʹšše.

source: Kokoelmassa on nyt yli 500 julkaisua.
sms: Norldõõǥǥâst liâ ååʹn pâʹjjel 500 õõlmtõõzz.

source: Girjegumpi tulee pohjoissaamenkielen sanoista ‘girji’ eli kirja ja ‘gumpi’ eli pieni moottorikelkan perässä vedettävä vaunu, jota poromiehet käyttävät työssään.
sms: Girjegumpi puätt tâʹvvsääʹmǩiõl saaʹnin ‘girjiʼ leʹbe ǩeʹrjj da ‘gumpiʼ leʹbe uʹcc moottorǩeâlk mieʹldd ǩieʹssem vaunn, koon puäʒʒoummu âʹnne tuâjstes.

source: Sanaleikki viittaa kirjastoon ja arkistoon sekä rakenteeseen, jossa kirjastoa ja arkistoa säilytetään.
sms: Sääʹnnsiõrr viʹjttai ǩeʹrjjpõʹrtte da arkiiʹve di rajjsa, koʹst ǩeʹrjjpõõrt da arkiiv seeiltet.

source: Girjegumpin ympärille on rakentunut kokonainen alkuperäiskansatietokeskus, jossa on saamelaista taidetta ja duodjia (perinteistä käsityötä), materiaaleja, design-yksityiskohtia, minielokuvateatteri sekä erilaisia tiloja lukemiseen ja kokoontumiseen.
sms: Girjegumpi pirr lij rajjʼjõõvvâm obb alggmeerteâttkõõskõs, koʹst liâ sääʹm čeäppõõzz da duodji (äʹrbbvuõđlaž ǩiõtt-tuâj), materiaal, design-tääʹrǩeld, uʹccjieʹllikartt-teatter di jeeʹresnallšem sââʹj lookkmõʹšše da noorõõttmõʹšše.

source: –Girjegumpi on ajankohtainen keskustelunavaus alkuperäiskansojen ja saamelaisesta arkkitehtuurista.
sms: –Girjegumpi lij ääiʹjpoddsaž saǥstõõllâmääʹvummuš alggmeerai da sääʹm arkkitehtuurâst.

source: Tämä on näkökulma, joka puuttuu keskustelusta ainakin täällä Suomen puolella.
sms: Tät lij ǩiõččâmvueʹǩǩ, kååʹtt ij leäkku saǥstõõllmõõžžin mieʹldd tääiʹben Lääʹddjânnam beäʹlnn.

source: Samalla Girjegumpi on kannanotto alkuperäiskansojen oikeuksien puolesta ympäri maailmaa.
sms: Seämma ääiʹj Girjegumpi lij peäʹlestvälddmõš alggmeerai vuõiggâdvuõđi peäʹlest pirr maaiʹlm.

source: Girjegumpi tuo näkyväksi sen, että rakennetun ympäristön leviäminen aina vaan laajemmalle ei yleensä ota huomioon alkuperäiskansojen elämänmuotoja ja ajattelutapaa, sanoo Suomen Saamelaiskäräjien kultturilautakunnan puheenjohtaja Pirita Näkkäläjärvi, joka edusti Suomen Saamelaiskäräjiä biennaalin avajaisissa.
sms: Girjegumpi põhtt kuâsttjemnalla tõn, što rajjum pirrõõzz leävvnummuš pâi da ääʹl vaiddsab ij takainalla vääʹld lokku alggmeerai jieʹllemnaaʹlid da juʹrddemnääʹl, särnn Lääʹdd Sääʹmteeʹǧǧ kultturluʹvddkååʹdd saaǥǥjååʹđteeʹjj Pirita Näkkäläjärvi, kååʹtt eeʹttkõõʹsti Lääʹdd Sääʹmteeʹǧǧ biennaal ääʹveempooddâst.

source: Ennen Venetsian biennaalia Girjegumpi on kiertänyt ympäri maailmaa vuodesta 2018 lähtien.
sms: Arkkiteʹhtt da čeäppõsneǩ Joar Nango (kõõsk.

source: Yksi versio siitä on ollut nähtävillä nykytaiteen museo Kiasmassa Helsingissä.
sms: pâʹj.

source: Kun Girjegumpi ei kierrä, niin sen koti on Saamen taidekeskuksessa (Sámi Dáiddaguovddáš) Karasjoella, Norjan puolella.
sms: ) tiimines.

source: Venetsian arkkitehtuuribiennaallin pystytetty Girjegumpi on laaja yhteistyöprojekti.
sms: Snimldõõǥǥâst še Lääʹdd Sääʹmteeʹǧǧ kulttuurluʹvddkååʹdd saaǥǥjååʹđteeʹjj Pirita Näkkäläjärvi (pâʹj.

source: Siinä ovat mukana muun muassa seuraavat taiteilijat, arkkitehdit, tutkijat ja muut tahot: Havard Arnhoff, Ken Are Bongo, Petter Bratland, Stefano Crosera + Margherita Pasqualato (Cantiere Daniele Manin), Mathias Danbolt, Ole-Henrik Einejord, Astrid Fadnes, Jenni Hakovirta, Eirin Hammari, Elin Haugdal, Petri Henriksson, Tone Huse, Robert Julian Hvistendahl, Iver Jaks + Jon Ole Andersen, Anne Kare Kemi, Annik Kristiansen Hagen, maka design, Grete Johanna Minde, Karen Inger Anne Nango, Nils John Nango, Anne Henriette Nilut, Ole Thomas Nilut, Raisa Porsanger, Tobias Aputsiaq Prytz, Anders Rimpi, Katrine Rugeldal, Wimme Saari, Saamen arkkitehtyyrisanakirjaryhmä, Arne-Terje Sather, Katarina Spik Skum, Mary Ailonieida Somban Mari, Četil Somby, Anders Sunna, Anna-Stina Svakko, Eystein Talleraas, Petter Tjikkom, Magnus Antaris Tuolja, Ájtte-museo, Arctic Arts Festival – Festspillene i Nord-Norge -festivaali, Sámi Dáiddaguovddaš (SDG) eli saamelainen taidekeskus, RDM – Sámiid Vuorka-Davvirat -museo ja UiT – Norjan arktinen yliopisto.
sms: vuäʹljsb.

source: Pohjoismaiden paviljongin omistavat yhdessä Ruotsi, Suomi ja Norja.
sms: ) da suu paaldâst čiʹǯsbeäʹlnn Taarr Sääʹmteeʹǧǧ tiuddsåbbar saaǥǥjååʹđteeʹjj Tom Sottinen da Sääʹmsuåvtõõzz saaǥǥjååʹđteeʹjj Áslat Holmberg.

source: Tällä kertaa päävastuu pohjoismaisen näyttelyn järjestämisestä on ArkDesillä eli Ruotsin arkkitehtuuri- ja designkeskuksella.
sms: Snimldõk: Laurian Ghinițoiu (2023).

source: Kuraattoreina toimivat Carlos Minguez Carrasco ja James Taylor-Foster, ja projektipäällikkönä Luba Kuzovnikova.
sms: CC BY-SA 4.0.

source: Kahdeksastoista kansainvälinen arkkitehtuurinäyttely La Biennale di Venezia on auki 20.5.–26.11.2023 Venetsiassa, Italiassa.
sms: Õõudbeäʹlnn Venetsia biennaal Girjegumpi lij jååttam pirr maaiʹlm eeʹjjest 2018 vueʹljeeʹl.

source: Lisätietoja:
sms: Õhtt versio tõʹst lij leämmaž vueiʹnnemnalla nykytaiteen museo Kiasmast Heʹlssnest.

source: Pirita Näkkäläjärvi Kulttuurilautakunnan puheenjohtaja 040 3577 006 pirita.nakkalajarvi@gmail.com
sms: Ǥu Girjegumpi ij jååʹđ, di tõn põrtt lij Sääʹm čeäppõskõõskõõzzâst (Sámi Dáiddaguovddáš) Karasjooǥǥâst, Taarr beäʹlnn.
